Repository: Shrooblord/avorion-scrapyardplus
Catalog: src/data/localization/*.po
Languages: fr, nl, ru

source: Never (lifetime license)
fr: Jamais (licence à vie)
nl: Nooit (levenslange licentie)
ru: Никогда (пожизненная лицензия)

source: No license found.
fr: Aucune licence n'a été trouvée.
nl: Geen licentie gevonden.
ru: Лицензия не найдена.

source: High Traffic Scrapyard
fr: Casse à fort traffic
nl: Hoge Intensiteit Sloperij
ru: Свалка с высоким оборотом

source: Your %s salvaging license will run out in %s.
fr: Votre licence de récupération %s arrivera à expiration dans %s.
nl: Uw %s bergingslicentie verloopt over %s.
ru: Твоя %s утилизационная лицензия закончится через %s.

source: Your %s salvaging license in %s will run out in %s.
fr: Votre licence de récupération %s dans %s arrivera à expiration dans %s.
nl: Uw %s bergingslicentie in %s zal verlopen in %s.
ru: Твоя %s утилизационная лицензия в %s закончится через %s.

source: Your %s salvaging license will run out in %s. Renew it NOW and save yourself some trouble!
fr: Votre licence de récupération %s arrivera à expiration dans %s. Renouvelez-la MAINTENANT et évitez-vous des problèmes !
nl: Uw %s bergingslicentie verloopt over %s. Verleng ze NU om jezelf problemen te besparen!
ru: Твоя %s утилизационная лицензия закончится через %s. Обнови её СЕЙЧАС и избавь себя от забот!

source: Your %s salvaging license in %s will run out in %s. Renew it NOW and save yourself some trouble!
fr: Votre licence de récupération %s dans %s arrivera à expiration dans %s. Renouvelez-la MAINTENANT et évitez-vous des problèmes !
nl: Uw %s bergingslicentie in %s zal verlopen in %s. Verleng ze NU om jezelf problemen te besparen!
ru: Твоя %s утилизационная лицензия в %s закончится через %s. Обнови её СЕЙЧАС и избавь себя от забот!

source: Your %s salvaging license will run out in %s. Renew it immediately and save yourself some trouble!
fr: Votre licence de récupération %s arrivera à expiration dans %s. Renouvelez-la immédiatemment et évitez-vous des problèmes !
nl: Uw %s bergingslicentie verloopt over %s. Verleng het onmiddellijk en bespaar jezelf wat moeite!
ru: Твоя %s утилизационная лицензия закончится через %s. Обнови её немедленно и избавь себя от забот!

source: Your %s salvaging license in %s will run out in %s. Renew it immediately and save yourself some trouble!
fr: Votre licence de récupération %s dans %s arrivera à expiration dans %s. Renouvelez-la immédiatemment et évitez-vous des problèmes !
nl: Uw %s bergingslicentie in %s zal verlopen in %s. Verleng het onmiddellijk en bespaar jezelf wat moeite!
ru: Твоя %s утилизационная лицензия в %s закончится через %s. Обнови её немедленно и избавь себя от забот!

source: Your %s salvaging license will run out in %s. Don't forget to renew it in time!
fr: Votre licence de récupération %s arrivera à expiration dans %s. N'oubliez pas de la renouveler à temps !
nl: Uw %s bergingslicentie verloopt over %s. Vergeet deze niet op tijd te vernieuwen!
ru: Твоя %s утилизационная лицензия закончится через %s. Не забудь её вовремя обновить!

source: Your %s salvaging license in %s will run out in %s. Don't forget to renew it in time!
fr: Votre licence de récupération %s dans %s arrivera à expiration dans %s. N'oubliez pas de la renouveler à temps !
nl: Uw %s bergingslicentie in %s zal verlopen in %s. Vergeet deze niet op tijd te vernieuwen!
ru: Твоя %s утилизационная лицензия в %s закончится через %s. Не забудь её вовремя обновить!

source: Your %s salvaging license expired. You may no longer salvage in this area.
fr: Votre licence de récupération %s a expiré. Vous ne pouvez plus récupérer dans cette zone.
nl: Uw %s bergingslicentie is verlopen. U mag in dit gebied geen schepen meer bergen.
ru: Твоя %s утилизационная лицензия закончилась. Ты больше не можешь утилизировать корабли в этом районе.

source: Your %s salvaging license in %s expired. You may no longer salvage in this area.
fr: Votre licence de récupération %s dans %s a expiré. Vous ne pouvez plus récupérer dans cette zone.
nl: Uw %s bergingslicentie in %s is verlopen.. U mag in dit gebied geen schepen meer bergen.
ru: Твоя %s утилизационная лицензия в %s закончилась. Ты больше не можешь утилизировать корабли в этом районе.

source: Battleship
fr: Vaisseau de combat
nl: Slagschip
ru: Линкор

source: Dreadnought
ru: Дредноут

source: Destroyer
fr: Cuirassé
nl: Torpedojager
ru: Эсминец

source: Cruiser
fr: Croiseur
nl: Kruiser
ru: Крейсер

source: Frigate
fr: Frégate
nl: Fregat
ru: Фрегат

source: Corvette
nl: Korvet
ru: Корвет

source: Oh look, a %s wreck just got dropped off at my Scrapyard!
fr: Oh regardez, une épave de %s vient d'être déposée dans ma casse !
nl: Oh kijk, een %s wrak is zojuist gedropt bij mijn Sloperij!
ru: О, гляди! Ко мне на металлолом попал %s!
